[
  {"id":"millerIntimateRelationships2018","author":[{"family":"Miller","given":"Rowland S."}],"edition":"8","event-place":"New York","ISBN":"978-1-259-87051-4 978-1-260-21448-2","issued":{"date-parts":[["2018"]]},"language":"en","number-of-pages":"1","publisher":"McGraw Hill","publisher-place":"New York","source":"K10plus ISBN","title":"Intimate relationships","type":"book"},
  {"id":"gottmanRolesConflictEngagement1993","author":[{"family":"Gottman","given":"John"}],"container-title":"Journal of Consulting and Clinical Psychology","issued":{"date-parts":[["1993"]]},"title":"The roles of conflict engagement, escalation, and avoidance in marital interaction: A longitudinal view of five types of couples","type":"article-journal","volume":"61"},
  {"id":"gottmanEmpiricallyBasedApproach2014","abstract":"In this chapter we summarize the research strategy and major findings from approximately forty years of scientific research and clinical work in the study of couples. The basic initial research question was, \"What discriminates relationships that work well, are stable, and reasonably happy from relationships that dissolve or stay together and are unhappy?\" The initial hope was that there were indeed differences between successful and unsuccessful couples that were measurable, reliable, stable, and understandable. Therapists sometimes believe conflict is the enemy of long and happy relationships. It is not. Conflict in couples is common, normal, and necessary. It highlights differences between individual partners and provides a pathway to understanding that can deepen intimacy. The key is how conflict is managed. As the research reveals, conflict conducted with criticism, contempt, defensiveness, stonewalling, and blame is destructive. Conflict expressed through personal self-disclosure, clear articulation of needs, awareness of each partner's viewpoints, and willingness to compromise builds the scaffolding for interpersonal safety, friendship, and connection—admirable goals for all relationships. (PsycInfo Database Record (c) 2025 APA, all rights reserved) (Source: chapter)","author":[{"family":"Gottman","given":"John"},{"family":"Gottman","given":"Julie S."},{"family":"Greendorfer","given":"Andy"},{"family":"Wahbe","given":"Mirabai"}],"container-title":"The handbook of conflict resolution: Theory and practice (3rd ed.)","edition":"3rd ed.","editor":[{"family":"Coleman","given":"Peter T."},{"family":"Deutsch","given":"Morton"},{"family":"Marcus","given":"Eric C."}],"event-place":"Hoboken, NJ","issued":{"date-parts":[["2014"]]},"language":"English","page":"898","publisher":"Jossey-Bass/Wiley","publisher-place":"Hoboken, NJ","title":"An empirically based approach to couples' conflict","type":"chapter","URL":"http://myaccess.library.utoronto.ca/login?qurl=https%3A%2F%2Fwww.proquest.com%2Fbooks%2Fempirically-based-approach-couples-conflict%2Fdocview%2F1697762037%2Fse-2%3Faccountid%3D14771"},
  {"id":"donneValedictionWeeping1896","author":[{"family":"Donne","given":"John"}],"container-title":"Poems of John Donne","editor":[{"family":"Chambers","given":"E. K."}],"event-place":"London","issued":{"date-parts":[["1896"]]},"original-date":{"date-parts":[["1663"]]},"page":"39-40","publisher":"Lawrence & Bullen","publisher-place":"London","title":"A Valediction Of Weeping","type":"chapter","volume":"1"},
  {"id":"millerAttendingTemptationOperation2008","abstract":"Looks at one of the most ancient and ubiquitous relationship problems: the availability of alternative partners. The awareness of, and attentiveness to, enticing alternative partners can impact on current relationships and is a key influence on how alternatives influence current relational commitment. Interest in alternatives undermines commitment to one's partner, and attentiveness is often a better predictor of the short-tem future of romantic relationships than are more common measures such as satisfaction and investment. Attentiveness varies over time and is inversely related to current contentment. It is likely that motivated inattention to alluring alternatives can protect a present partnership. Attentiveness to alternatives is a new, promising construct that may have significant predictive value when it comes to understanding how partners respond to relationship problems. (PsycInfo Database Record (c) 2025 APA, all rights reserved)","author":[{"family":"Miller","given":"Rowland S."}],"collection-title":"The Sydney symposium of social psychology","container-title":"Social relationships: Cognitive, affective, and motivational processes","DOI":"10.4324/9780203888124","event-place":"New York, NY, US","ISBN":"978-1-84169-715-4","issued":{"date-parts":[["2008"]]},"page":"321-337","publisher":"Psychology Press","publisher-place":"New York, NY, US","source":"APA PsycNet","title":"Attending to temptation: The operation (and perils) of attention to alternatives in close relationships","title-short":"Attending to temptation","type":"chapter"},
  {"id":"khorCSSDotLeaders2023","abstract":"Dot leaders are a row of dots that connect chapter titles to their corresponding page numbers, commonly found in table of content and index…","accessed":{"date-parts":[["2025",5,26]]},"author":[{"family":"Khor","given":"Shuqi"}],"container-title":"Medium","issued":{"date-parts":[["2023",9,14]]},"language":"en","title":"CSS Dot Leaders in Table of Content","type":"post-weblog","URL":"https://sqkhor.medium.com/css-dot-leaders-in-table-of-content-db26614665df"},
  {"id":"bergerDevelopingPersonChildhood2023","author":[{"family":"Berger","given":"Kathleen Stassen"}],"edition":"13th ed","event-place":"New York","ISBN":"978-1-319-54116-3","issued":{"date-parts":[["2023"]]},"language":"eng","note":"OCLC: 1417195592","publisher":"Worth Publishers, Incorporated","publisher-place":"New York","source":"Open WorldCat","title":"The Developing Person Through Childhood and Adolescence","type":"book"},
  {"id":"symeWernersNomenclatureColours2020","abstract":"Read & Co. presents this new edition of Werner's Nomenclature of Colours. First published in 1814, this small volume comprises a collection of 110 swatches displaying nature's colour palette together with their poetical descriptions. In the 18th Century, German geologist Abraham Gottlob Werner set out to establish a standard reference guide to colour for use in the general sciences. Scottish flower painter Patrick Syme later enhanced and extended Werner's work to include all of the most common colours or tints that appear in nature, with each colour swatch accompanied by examples from the Animal, Vegetable and Mineral Kingdoms. The resulting work was used by many scientists, explorers and anthropologists to further their studies, including Charles Darwin during his time on the HMS Beagle. Werner's Nomenclature of Colours is considered the predecessor of modern systems such as Pantone and has even inspired heritage paint ranges from the likes of Dulux and Farrow & Ball. Read & Co. is republishing this beautiful little volume in a new facsimile edition and has taken great care to reproduce the original text and art for a new generation of artists and scientists","author":[{"family":"Syme","given":"Patrick"}],"event-place":"S.l.","ISBN":"978-1-5287-8973-8","issued":{"date-parts":[["2020"]]},"language":"eng","note":"OCLC: 1152286250","publisher":"Art Meets Science","publisher-place":"S.l.","source":"Open WorldCat","title":"Werner's nomenclature of colours : adapted to zoology, botany, chemistry, mineralogy, anatomy, and the arts","title-short":"Werner's nomenclature of colours","type":"book"},
  {"id":"vygotskyMindSocietyDevelopment1978","author":[{"family":"Vygotsky","given":"Lev"}],"issued":{"date-parts":[["1978"]]},"publisher":"Harvard University Press","title":"Mind in Society: The Development of Higher Psychological Processes","type":"book"},
  {"id":"evansFemcelDiscussionsSex2024","abstract":"Although male incels have received a great deal of scholarly attention in recent years, there has been almost no research on femcels (involuntarily celibate women). After collecting data from more than 24,000 femcel posts, we drew from a recently developed sexual frustration theory and conducted qualitative analyses of approximately 1200. Overall, our findings suggest that (1) femcels struggled with multiple types of sexual frustration; (2) they frequently discussed the gender dynamics of both sex and power; (3) they were more interested in their own frustrations than men's frustrations; and (4) despite some notable exceptions, they exhibited less support for aggression, violence, and crime than what has been reported about male incels. Although some femcels referenced their anger, hatred, or desires for revenge, this antipathy may have been rooted in their concerns about how to find a suitable intimate partner while avoiding the threat women often face from violent men. Despite this challenge, most femcels who wanted to enhance their situation or increase their power sought to do so through legal means (e.g., self-improvement, group mobilization, or challenging the patriarchy) and did not express violent intent. Further research on femcels, and the evidence-based strategies that could help them, would be a significant contribution to society.","author":[{"family":"Evans","given":"Hannah Rae"},{"family":"Lankford","given":"Adam"}],"container-title":"Archives of Sexual Behavior","container-title-short":"Arch Sex Behav","DOI":"10.1007/s10508-023-02796-z","ISSN":"1573-2800","issue":"3","issued":{"date-parts":[["2024",3]]},"language":"eng","page":"917-930","PMID":"38243101","source":"PubMed","title":"Femcel Discussions of Sex, Frustration, Power, and Revenge","type":"article-journal","volume":"53"},
  {"id":"piagetPartCognitiveDevelopment1964","accessed":{"date-parts":[["2025",6,9]]},"author":[{"family":"Piaget","given":"Jean"}],"container-title":"Journal of Research in Science Teaching","DOI":"10.1002/tea.3660020306","ISSN":"1098-2736","issue":"3","issued":{"date-parts":[["1964"]]},"language":"en","license":"Copyright © 1964 Wiley Periodicals, Inc., A Wiley Company","page":"176-186","source":"Wiley Online Library","title":"Part I: Cognitive development in children: Piaget development and learning","title-short":"Part I","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/tea.3660020306","volume":"2"}
]
