[
  {"id":"millerIntimateRelationships2018","author":[{"family":"Miller","given":"Rowland S."}],"edition":"8","event-place":"New York","ISBN":"978-1-259-87051-4 978-1-260-21448-2","issued":{"date-parts":[["2018"]]},"language":"en","number-of-pages":"1","publisher":"McGraw Hill","publisher-place":"New York","source":"K10plus ISBN","title":"Intimate relationships","type":"book"},
  {"id":"gottmanRolesConflictEngagement1993","author":[{"family":"Gottman","given":"John"}],"container-title":"Journal of Consulting and Clinical Psychology","issued":{"date-parts":[["1993"]]},"title":"The roles of conflict engagement, escalation, and avoidance in marital interaction: A longitudinal view of five types of couples","type":"article-journal","volume":"61"},
  {"id":"gottmanEmpiricallyBasedApproach2014","abstract":"In this chapter we summarize the research strategy and major findings from approximately forty years of scientific research and clinical work in the study of couples. The basic initial research question was, \"What discriminates relationships that work well, are stable, and reasonably happy from relationships that dissolve or stay together and are unhappy?\" The initial hope was that there were indeed differences between successful and unsuccessful couples that were measurable, reliable, stable, and understandable. Therapists sometimes believe conflict is the enemy of long and happy relationships. It is not. Conflict in couples is common, normal, and necessary. It highlights differences between individual partners and provides a pathway to understanding that can deepen intimacy. The key is how conflict is managed. As the research reveals, conflict conducted with criticism, contempt, defensiveness, stonewalling, and blame is destructive. Conflict expressed through personal self-disclosure, clear articulation of needs, awareness of each partner's viewpoints, and willingness to compromise builds the scaffolding for interpersonal safety, friendship, and connection—admirable goals for all relationships. (PsycInfo Database Record (c) 2025 APA, all rights reserved) (Source: chapter)","author":[{"family":"Gottman","given":"John"},{"family":"Gottman","given":"Julie S."},{"family":"Greendorfer","given":"Andy"},{"family":"Wahbe","given":"Mirabai"}],"container-title":"The handbook of conflict resolution: Theory and practice (3rd ed.)","edition":"3rd ed.","editor":[{"family":"Coleman","given":"Peter T."},{"family":"Deutsch","given":"Morton"},{"family":"Marcus","given":"Eric C."}],"event-place":"Hoboken, NJ","issued":{"date-parts":[["2014"]]},"language":"English","page":"898","publisher":"Jossey-Bass/Wiley","publisher-place":"Hoboken, NJ","title":"An empirically based approach to couples' conflict","type":"chapter","URL":"http://myaccess.library.utoronto.ca/login?qurl=https%3A%2F%2Fwww.proquest.com%2Fbooks%2Fempirically-based-approach-couples-conflict%2Fdocview%2F1697762037%2Fse-2%3Faccountid%3D14771"},
  {"id":"donneValedictionWeeping1896","author":[{"family":"Donne","given":"John"}],"container-title":"Poems of John Donne","editor":[{"family":"Chambers","given":"E. K."}],"event-place":"London","issued":{"date-parts":[["1896"]]},"original-date":{"date-parts":[["1663"]]},"page":"39-40","publisher":"Lawrence & Bullen","publisher-place":"London","title":"A Valediction Of Weeping","type":"chapter","volume":"1"},
  {"id":"millerAttendingTemptationOperation2008","abstract":"Looks at one of the most ancient and ubiquitous relationship problems: the availability of alternative partners. The awareness of, and attentiveness to, enticing alternative partners can impact on current relationships and is a key influence on how alternatives influence current relational commitment. Interest in alternatives undermines commitment to one's partner, and attentiveness is often a better predictor of the short-tem future of romantic relationships than are more common measures such as satisfaction and investment. Attentiveness varies over time and is inversely related to current contentment. It is likely that motivated inattention to alluring alternatives can protect a present partnership. Attentiveness to alternatives is a new, promising construct that may have significant predictive value when it comes to understanding how partners respond to relationship problems. (PsycInfo Database Record (c) 2025 APA, all rights reserved)","author":[{"family":"Miller","given":"Rowland S."}],"collection-title":"The Sydney symposium of social psychology","container-title":"Social relationships: Cognitive, affective, and motivational processes","DOI":"10.4324/9780203888124","event-place":"New York, NY, US","ISBN":"978-1-84169-715-4","issued":{"date-parts":[["2008"]]},"page":"321-337","publisher":"Psychology Press","publisher-place":"New York, NY, US","source":"APA PsycNet","title":"Attending to temptation: The operation (and perils) of attention to alternatives in close relationships","title-short":"Attending to temptation","type":"chapter"},
  {"id":"khorCSSDotLeaders2023","abstract":"Dot leaders are a row of dots that connect chapter titles to their corresponding page numbers, commonly found in table of content and index…","accessed":{"date-parts":[["2025",5,26]]},"author":[{"family":"Khor","given":"Shuqi"}],"container-title":"Medium","issued":{"date-parts":[["2023",9,14]]},"language":"en","title":"CSS Dot Leaders in Table of Content","type":"post-weblog","URL":"https://sqkhor.medium.com/css-dot-leaders-in-table-of-content-db26614665df"},
  {"id":"bergerDevelopingPersonChildhood2023","author":[{"family":"Berger","given":"Kathleen Stassen"}],"edition":"13th ed","event-place":"New York","ISBN":"978-1-319-54116-3","issued":{"date-parts":[["2023"]]},"language":"eng","note":"OCLC: 1417195592","publisher":"Worth Publishers, Incorporated","publisher-place":"New York","source":"Open WorldCat","title":"The Developing Person Through Childhood and Adolescence","type":"book"},
  {"id":"symeWernersNomenclatureColours2020","abstract":"Read & Co. presents this new edition of Werner's Nomenclature of Colours. First published in 1814, this small volume comprises a collection of 110 swatches displaying nature's colour palette together with their poetical descriptions. In the 18th Century, German geologist Abraham Gottlob Werner set out to establish a standard reference guide to colour for use in the general sciences. Scottish flower painter Patrick Syme later enhanced and extended Werner's work to include all of the most common colours or tints that appear in nature, with each colour swatch accompanied by examples from the Animal, Vegetable and Mineral Kingdoms. The resulting work was used by many scientists, explorers and anthropologists to further their studies, including Charles Darwin during his time on the HMS Beagle. Werner's Nomenclature of Colours is considered the predecessor of modern systems such as Pantone and has even inspired heritage paint ranges from the likes of Dulux and Farrow & Ball. Read & Co. is republishing this beautiful little volume in a new facsimile edition and has taken great care to reproduce the original text and art for a new generation of artists and scientists","author":[{"family":"Syme","given":"Patrick"}],"event-place":"S.l.","ISBN":"978-1-5287-8973-8","issued":{"date-parts":[["2020"]]},"language":"eng","note":"OCLC: 1152286250","publisher":"Art Meets Science","publisher-place":"S.l.","source":"Open WorldCat","title":"Werner's nomenclature of colours : adapted to zoology, botany, chemistry, mineralogy, anatomy, and the arts","title-short":"Werner's nomenclature of colours","type":"book"},
  {"id":"vygotskyMindSocietyDevelopment1978","author":[{"family":"Vygotsky","given":"Lev"}],"issued":{"date-parts":[["1978"]]},"publisher":"Harvard University Press","title":"Mind in Society: The Development of Higher Psychological Processes","type":"book"},
  {"id":"evansFemcelDiscussionsSex2024","abstract":"Although male incels have received a great deal of scholarly attention in recent years, there has been almost no research on femcels (involuntarily celibate women). After collecting data from more than 24,000 femcel posts, we drew from a recently developed sexual frustration theory and conducted qualitative analyses of approximately 1200. Overall, our findings suggest that (1) femcels struggled with multiple types of sexual frustration; (2) they frequently discussed the gender dynamics of both sex and power; (3) they were more interested in their own frustrations than men's frustrations; and (4) despite some notable exceptions, they exhibited less support for aggression, violence, and crime than what has been reported about male incels. Although some femcels referenced their anger, hatred, or desires for revenge, this antipathy may have been rooted in their concerns about how to find a suitable intimate partner while avoiding the threat women often face from violent men. Despite this challenge, most femcels who wanted to enhance their situation or increase their power sought to do so through legal means (e.g., self-improvement, group mobilization, or challenging the patriarchy) and did not express violent intent. Further research on femcels, and the evidence-based strategies that could help them, would be a significant contribution to society.","author":[{"family":"Evans","given":"Hannah Rae"},{"family":"Lankford","given":"Adam"}],"container-title":"Archives of Sexual Behavior","container-title-short":"Arch Sex Behav","DOI":"10.1007/s10508-023-02796-z","ISSN":"1573-2800","issue":"3","issued":{"date-parts":[["2024",3]]},"language":"eng","page":"917-930","PMID":"38243101","source":"PubMed","title":"Femcel Discussions of Sex, Frustration, Power, and Revenge","type":"article-journal","volume":"53"},
  {"id":"piagetPartCognitiveDevelopment1964","accessed":{"date-parts":[["2025",6,9]]},"author":[{"family":"Piaget","given":"Jean"}],"container-title":"Journal of Research in Science Teaching","DOI":"10.1002/tea.3660020306","ISSN":"1098-2736","issue":"3","issued":{"date-parts":[["1964"]]},"language":"en","license":"Copyright © 1964 Wiley Periodicals, Inc., A Wiley Company","page":"176-186","source":"Wiley Online Library","title":"Part I: Cognitive development in children: Piaget development and learning","title-short":"Part I","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/tea.3660020306","volume":"2"},
  {"id":"kara-yakoubianNewResearchDelves2024","abstract":"A new study published in Archives of Sexual Behavior explored the psychology of involuntarily celibate women, or “femcels”, revealing their struggles with sexual frustration, a focus on personal rather than male grievances, and tendency toward non-violent means for empowerment.","accessed":{"date-parts":[["2025",6,11]]},"author":[{"family":"Kara-Yakoubian","given":"Mane"}],"container-title":"PsyPost - Psychology News","issued":{"date-parts":[["2024",2,14]]},"language":"en-US","title":"New research delves into the unexplored psychology of Femcels","type":"post-weblog","URL":"https://www.psypost.org/new-research-delves-into-the-unexplored-psychology-of-femcels/"},
  {"id":"piagetPsychologyChild2019","author":[{"family":"Piaget","given":"Jea"},{"family":"Inhelder","given":"Barbel"}],"ISBN":"978-1-5416-1825-1","issued":{"date-parts":[["2019"]]},"language":"eng","note":"OCLC: 1480221522","source":"Open WorldCat","title":"The Psychology Of The Child","type":"book"},
  {"id":"magnusIntroductionFormalLogic","author":[{"family":"Magnus","given":"P D"}],"language":"en","source":"Zotero","title":"An Introduction to Formal Logic","type":"article-journal"},
  {"id":"driebeProbingPredictiveValidity2024","abstract":"The current study addresses the open question whether ideal partner preferences are linked to relationship decisions and relationship outcomes. Using a longitudinal design across 13 years, we investigated whether partner preferences are associated with perceived characteristics of actual partners (i.e. ideal-trait correlation) and whether a closer match between ideals and perceptions of a partner’s traits is associated with better relationship outcomes (i.e. ideal partner preference-matching effects). A community sample of 178 participants (90 women) reported their ideal partner preferences in 2006 (mean age at T2 M = 45.7 years, SD = 7.2). In 2019, they reported their relationship histories since then, providing ratings of 322 relationships. We found a positive association between participants’ initial ideals and partner trait perceptions. This ideal-trait correlation was stronger with current ideals, consistent with the possibility of preference adjustment towards the partner. The match between ideals and perceived partner traits was operationalised using different metrics. A closer match was associated with higher relationship commitment across all metrics, while for relationship quality, the link was not apparent for the corrected pattern metric. Evidence of matching effects for relationship length was mixed and largely absent for break-up initiation. Implications for the ideal partner preference literature are discussed.","accessed":{"date-parts":[["2025",6,13]]},"author":[{"family":"Driebe","given":"Julie C."},{"family":"Stern","given":"Julia"},{"family":"Penke","given":"Lars"},{"family":"Gerlach","given":"Tanja M."}],"container-title":"European Journal of Personality","container-title-short":"Eur J Pers","DOI":"10.1177/08902070231213797","ISSN":"0890-2070","issue":"4","issued":{"date-parts":[["2024",7,1]]},"language":"EN","page":"707-723","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"Probing the predictive validity of ideal partner preferences for future partner traits and relationship outcomes across 13 years","type":"article-journal","URL":"https://doi.org/10.1177/08902070231213797","volume":"38"},
  {"id":"eastwickPredictingRomanticInterest2023","abstract":"There are massive literatures on initial attraction and established relationships. But few studies capture early relationship development: the interstitial period in which people experience rising and falling romantic interest for partners who could—but often do not—become sexual or dating partners. In this study, 208 single participants reported on 1,065 potential romantic partners across 7,179 data points over 7 months. In stage 1, we used random forests (a type of machine learning) to estimate how well different classes of variables (e.g., individual differences vs. target-specific constructs) predicted participants’ romantic interest in these potential partners. We also tested (and found only modest support for) the perceiver × target moderation account of compatibility: the meta-theoretical perspective that some types of perceivers experience greater romantic interest for some types of targets. In stage 2, we used multilevel modeling to depict predictors retained by the random-forests models; robust (positive) main effects emerged for many variables, including sociosexuality, sex drive, perceptions of the partner’s positive attributes (e.g., attractive and exciting), attachment features (e.g., proximity seeking), and perceived interest. Finally, we found no support for ideal partner preference-matching effects on romantic interest. The discussion highlights the need for new models to explain the origin of romantic compatibility.","accessed":{"date-parts":[["2025",6,13]]},"author":[{"family":"Eastwick","given":"Paul W"},{"family":"Joel","given":"Samantha"},{"family":"Carswell","given":"Kathleen L"},{"family":"Molden","given":"Daniel C"},{"family":"Finkel","given":"Eli J"},{"family":"Blozis","given":"Shelley A"}],"container-title":"European Journal of Personality","container-title-short":"Eur J Pers","DOI":"10.1177/08902070221085877","ISSN":"0890-2070","issue":"3","issued":{"date-parts":[["2023",5,1]]},"language":"EN","page":"276-312","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"Predicting romantic interest during early relationship development: A preregistered investigation using machine learning","title-short":"Predicting romantic interest during early relationship development","type":"article-journal","URL":"https://doi.org/10.1177/08902070221085877","volume":"37"},
  {"id":"lammersChronicLackPerceived2021","abstract":"The question what people desire in their romantic partner has hitherto been dominated by a focus on gender. It has been repeatedly found that, when asked what they find important in selecting a partner, women indicate that they find status more important compared to men. Across five studies, we move beyond gender and base ourselves on general theories of control deprivation to test the effect of differences in perceived personal control on stated partner preferences. We find that low-control people—both women and men—value characteristics associated with status more in romantic partners at the expense of other desirable traits (Study 1a and 1b). Furthermore, in simulated dating settings, low-control people make corresponding dating choices and prefer hypothetical high-status partners over low- (Study 2a) or average-status partners (Study 2b). Our final study suggests a beneficial aspect: Thoughts of dating a high-status partner can repair low-control people’s feelings of control (Study 3).","accessed":{"date-parts":[["2025",6,13]]},"author":[{"family":"Lammers","given":"Joris"},{"family":"Imhoff","given":"Roland"}],"container-title":"Social Psychological and Personality Science","DOI":"10.1177/19485506211016309","ISSN":"1948-5506","issue":"7","issued":{"date-parts":[["2021",9,1]]},"language":"EN","page":"1345-1357","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"A Chronic Lack of Perceived Personal Control Increases Women and Men’s Self-Reported Preference for High-Status Characteristics When Selecting Romantic Partners in Simulated Dating Situations","type":"article-journal","URL":"https://doi.org/10.1177/19485506211016309","volume":"12"},
  {"id":"wuGenderRolesMillennium2023","abstract":"Research on monetary decisions and behaviors in dating relationships is very limited. The purpose of this study was to examine college students’ current practice and expectations for date payment for first and subsequent romantic dates in the framework of gender role theory. A sample of 552 heterosexual college students took an online survey that included questions about their actual and expected payment for their first and subsequent dates. Participants also completed several measures regarding their gender roles. The findings indicated that traditional gender norms in dating continue to be popular in the new millennium because in actual practice, men almost always paid the whole bill of the first dates and paid more for subsequent dates. When asked who should pay for the dates, participants also expected men to pay more for first and subsequent dates. Women did show some willingness to share date expenses, although nowhere close to be completely even. The findings also indicated that gender role attitudes played little role in actual practice but had a stronger role in date payment expectations, showing that individuals subscribing to traditional gender inequality views tended to believe that men should pay more for dates.","accessed":{"date-parts":[["2025",6,13]]},"author":[{"family":"Wu","given":"Hao"},{"family":"Luo","given":"Shanhong"},{"family":"Klettner","given":"Annelise"},{"family":"White","given":"Tyler"},{"family":"Albritton","given":"Kate"}],"container-title":"Psychological Reports","container-title-short":"Psychol Rep","DOI":"10.1177/00332941211057144","ISSN":"0033-2941","issue":"2","issued":{"date-parts":[["2023",4,1]]},"language":"EN","page":"791-811","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Gender Roles in the Millennium: Who Pays and Is Expected to Pay for Romantic Dates?","title-short":"Gender Roles in the Millennium","type":"article-journal","URL":"https://doi.org/10.1177/00332941211057144","volume":"126"},
  {"id":"fdssubredditFemaleDatingStrategy2020","abstract":"Female Dating Strategy Handbook V 1.35","accessed":{"date-parts":[["2025",6,13]]},"author":[{"literal":"FDS subreddit"}],"issued":{"date-parts":[["2020",7,25]]},"language":"eng","source":"Internet Archive","title":"Female Dating Strategy Handbook V 1.35","type":"book","URL":"http://archive.org/details/fds-handbook-v-1.35"},
  {"id":"chenMateScreeningMotive2023","abstract":"Previous research has found that for men, activating a mating motive increases luxury consumption as a way to attract a romantic partner. However, little is known about the role of luxury consumption in women’s romantic endeavors. The present research conceptualizes a mate screening motive, which explains how women use luxury consumption to romantically signal to men. Six studies and two follow-ups conducted in controlled and field settings show that the mate screening motive boosts women’s consumption of luxury goods as a way to signal their mating standards to men and thereby deter undesirable pursuers. The effect is diminished when mate screening is less necessary such as when external screening tools are available (e.g., screening filters on dating websites), the quality of potential mates is high, and the focus is on selecting a desirable partner rather than deterring undesirable pursuers. The findings have important implications for understanding how consumers use products and brands in romantic relationships and for designing marketing strategies and communication for luxury brands, commercial dating services, and dating apps. Our findings also provide insights for consumers on how to use brands and products as effective communication devices in romantic endeavors.","accessed":{"date-parts":[["2025",6,13]]},"author":[{"family":"Chen","given":"Qihui"},{"family":"Wang","given":"Yajin"},{"family":"Ordabayeva","given":"Nailya"}],"container-title":"Journal of Consumer Research","container-title-short":"Journal of Consumer Research","DOI":"10.1093/jcr/ucac034","ISSN":"0093-5301","issue":"2","issued":{"date-parts":[["2023",8,1]]},"page":"303-321","source":"Silverchair","title":"The Mate Screening Motive: How Women Use Luxury Consumption to Signal to Men","title-short":"The Mate Screening Motive","type":"article-journal","URL":"https://doi.org/10.1093/jcr/ucac034","volume":"50"}
]
